import React from 'react';
import OpenFormButton from '../wrapper_components/openFormButton';
import Title from '../wrapper_components/title';
import NavigationHide from '../navigation/navigationHide';
import s from'./changes.module.css';

function Changes (){
    return(
        <div className={s.container}>
            <NavigationHide/>

            <section className={s.changes}>

                <Title text={'Обмін телефону на новий з доплатою'}></Title>

                <p>
                    Ласкаво просимо на сторінку програми обміну (trade - in) телефонів на нові смартфони або інші товари. Ми пропонуємо нашим клієнтам <strong>поміняти свій старий би/у телефон або смартфон на новий</strong>, доплативши лише несуттєву різницю у вартості нового товару. Величина доплати прямо пропорціонально залежить від як від вашого пристрою, так і від вибраного вами нового товару.
                </p>
                
                <p>
                    Якщо Ви прийшли до рішення обміняти свій б/у мобільний телефон або планшет на новий товар нашого магазину, необхідно виконати декілька кроків для успішної угоди.
                </p>

                <h4>Порядок обміну б/у пристрою на новий.</h4>

                <ul>
                    <li>
                        Повідомити менеджерові нашого магазину модель Вашого телефону і його стан.
                    </li>
                    <li>
                        Менеджер повідомляє Вам орієнтовну вартість прийому Вашого апарату і повідомляє де можливо здійснити обмін на новий товар.
                    </li>
                    <li>
                        У магазині персонал технічно оцінює робочий стан Вашого пристрою і підтверджує його вартість.
                    </li>
                    <li>Озвучена сума є знижкою на купівлю нового пристрою.

                    </li>

                </ul>
                <p>
                    Обміняти б/у телефон на новий з мінімальною доплатою допоможе наявність у Вас зарядного пристрою і коробки, а також відсутність сколів, великих подряпин, розбитого скла і бракуючих деталей.
                </p>

                <p>
                    Також в нашому інтернет-магазині окрім обміну на нові телефони і смартфони, можливо отримати знижку на абсолютно інший асортимент товару широко представлений на нашому майданчику. Послідовність дій залишається без змін. Ваш пристрій, після перевірки достовірності і працездатності, виступає як знижка при купівлі іншого пристрою. 
                </p>

                    <OpenFormButton text={'Отримати консультацію щодо обміну'}/>                
            </section>
        </div>
    )
}
export default Changes