/*
Вітаю, мене звати Дмитро. 

Коротко про мій проект:.

Тема проекту: Інтернет магазин.
Проект я робив на React

Нажаль я не знайшов back-end розробника, тому для розробки front-end частини використовував 
Rest API від Json-server.

Щоб перевірити роботу, спочатку потрібно запустити сервер командою:
		json-server db.json
сервер запуститься на порті 3000, тому проект буде запускатися на 3001.

Оскільки проект доволі масштабний, використовував для роботи redux-toolkit та синхронізацію з local storage.

Реалізував:
    - Головна сторінка.
    - Сторінка з товарами.
    - Реалізував корзину на сайті, та її функціонал.
    - Реалізував додавання товару в обрані та в порівняння, та індикацію на товарі, якщо він обраний, 
    а також реалізував відповідні сторінки.
    - Інформаційні сторінки: Про нас, Обмін, Ремонт, Кредит, Контакти, - на яких виводиться 
    інформація про магазин щодо конкретного питання.
    На сторінці Про нас виводяться також відгуки, та форма для створення нового відгука;

Звичайно ж реалізовував як десктопну, так і мобільну версії.

Також було зроблено ще доволі багато різних доопрацювань.

Оскільки термін здачі роботи закінчується, вирішив здати проект на перевірку
в поточному стані, хоча розумію, що робота далеко не ідеальна, і потребує подальшого 
доопрацювання. Тому до моменту перевірки, ще доопрацюю деякі моменти.

*/

