import React from 'react';
import Title from '../wrapper_components/title';
import OpenFormButton from '../wrapper_components/openFormButton';
import NavigationHide from '../navigation/navigationHide';
import s from'./repair.module.css';


const Repair = () => {
    return(
        <div className={s.container}>
            <NavigationHide/>
               
            <section className={s.repair}>

                <Title text={'Ремонт смартфонів, планшетів, телевізорів'}></Title>

                <h5>Сучасна людина оточила себе численними девайсами, які допомагають йому удома, на роботі і в інших місцях:</h5>

                <ul>
                    <li>телевізори;</li>
                    <li>смартфони;</li>
                    <li>планшети;</li>
                    <li>ноутбуки та інше.</li>
                </ul>

                <p>Усі ці електронні пристрої мають унікальні можливості, функціонал і коштують не дешево. У разі виходу з ладу якого-небудь дівайся, купівля нового обійдеться в круглу суму. Тому користувачі звертаються в різні сервісні центри з метою <strong>провести ремонт планшета, смартфону або комп'ютера.</strong></p>

                <p>Довіряти виконання робіт з ремонту ваших девайсів потрібно тільки професіоналам. Від цього залежатиме якість ремонту і тривалість подальшої експлуатації. Багато користувачів, намагаючись заощадити, звертаються за допомогою в маловідомі фірми для недорогого ремонту. Як правило, такі компанії не мають досвідчених фахівців, здатних виконати складні роботи по відновленню працездатності девайсу. Тому вони не дають тривалої гарантії, а якість ремонту залишає бажати кращого</p>
                
                <h4>Де замовити ремонт смартфонів, планшетів, ноутбуків, стаціонарних ПК і телевізорів?</h4>

                <p>Якщо вам необхідна оперативна і професійна допомога в ремонті смартфона, планшета, ноутбука  стаціонарного комп'ютера або телевізора, то ви звернулися за адресою. Фахівці компанії <strong>Electronics country</strong> здійснюють відновлення девайсів усіх відомих торгових марок. Навчений персонал має ліцензію на проведення цих робіт і здатний виконати ремонт будь-якої складності.</p>

                <p>Звертаючись в нашу компанію, ви гарантовано отримаєте кваліфіковану технічну допомогу і можете бути упевнені у відновленні характеристик свого смартфону або іншої техніки. Фахівці сервісного центру оперативно виконають діагностику пристрою з використанням сучасної комп'ютеризованої техніки і визначать причину поломки.</p>

                <p>Якщо для відновлення працездатності пристрою не потрібно заміну модулів, то ремонтні роботи будуть проведені відразу ж. У разі заміни комплектуючих застосовуються тільки оригінальні деталі, що відповідають моделі техніки. Після закінчення робіт обов'язково проводиться тестування девайса в різних режимах. На усі види ремонтів надається гарантія (період визначається в індивідуальному порядку). Зламався смартфон, телевізор, планшет, ноутбук або стаціонарний ПК? Не зволікайте, звертайтеся до команди професіоналів <strong>Electronics country.</strong></p>

                <OpenFormButton text={'Отримати консультацію щодо ремонту девайсу'}/>       
            </section>
        </div>
    )
}
export default Repair;