import React from 'react';
import Title from '../wrapper_components/title';
import OpenFormButton from '../wrapper_components/openFormButton';
import NavigationHide from '../navigation/navigationHide';
import s from'./credit.module.css';

function Credit (){
    return(
        <div className={s.container}>
            <NavigationHide/> 

            <section className={s.credit}>

                <Title text={'Кредит'}></Title>
                <div className={s.img}></div>

                <p>Хочете взяти потрібні речі у розстрочку просто на сайті? Без проблем!</p>
                <p>Скористайтеся розстрочкою 0% від Sense Bank</p>

                <h6>Розстрочка 0% на термін від 3 до 12 місяців:</h6>
                <ul>
                    <li>Вік від 21 до 60 років</li>
                    <li>Перший внесок - відсутній</li>
                    <li>Сума кредиту від 1 000 - 50 000 грн.</li>
                    <li>Річна відсоткова ставка - 0,01%</li>
                    <li>Разова комісія – 5,00%</li>
                    <li>Загальний термін кредитування до 6 місяців</li>
                    <li>Послуга страхування – відсутня</li>
                    <li>Щомісячна комісія складає - з 1 по 3 місяць - 0%; починаючи з 4 місяця – 3,00%</li>
                    <li>Досрокове погашеня без додаткових комісій</li>
                    <li>Послуга СМС інформування 50 грн за кожний місяць користування кредитом</li>
                </ul>

                <h6>Кроки оформлення розстрочки:</h6>
                <ul>
                    <li>Обрати товар.</li>
                    <li>Додати товари, що Вам сподобався в кошик. Обрати спосіб оплати - Кредит.</li>
                    <li>Дочекатися дзвінка менеджера з підтвердженням, що ваш товар є в наявності та зарезервований.</li>
                    <li>Отримати лист на електронну пошту із посиланням для заповнення On-line заявки, ОБОВ’ЯЗКОВО!</li>
                    <li>Після заповнення On-line заявки отримати рішення по кредиту!</li>
                    <li>На наступний робочий день з Вами зв’яжеться кур’єр Банку для підписання кредитного договору.</li>
                    <li>Працівники інтернет-магазину зв'язуються з Вами, та узгоджують доставку.</li>
                </ul>

                <h6>Способи погашення:</h6>
                <ul>
                    <li>Через термінали самообслуговування: EasyPay, Ibox, Qiwi</li>
                    <li>Через інтернет в сервісі Альфа-Погашення або інтернет-банкінг Sense SuperApp</li>
                    <li>У банкоматах-терміналах</li>
                    <li>У відділеннях Альфа-Банку</li>
                </ul>

                <div className={s.button_container}>
                    <OpenFormButton text={'Отримати консультацію щодо кредитуванняя'}/>
                </div>

            </section>
        </div>
    )
}
export default Credit